Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# cloud-usage.couldnt-refresh-showing-cached
source: Couldn't refresh cloud stats. Showing cached data.
de: Cloud-Statistiken konnten nicht aktualisiert werden. Zwischengespeicherte Daten werden angezeigt.
es: No se pudieron actualizar las estadísticas de la nube. Mostrando datos almacenados en caché.
fr: Impossible d'actualiser les statistiques du cloud. Affichage des données mises en cache.
ja: クラウド統計を更新できませんでした。キャッシュされたデータを表示しています。
ko: 클라우드 통계를 새로고침할 수 없습니다. 캐시된 데이터를 표시합니다.
ru: Не удалось обновить статистику облака. Показаны кэшированные данные.
vi: Không thể làm mới thống kê Cloud. Đang hiển thị dữ liệu đã lưu đệm.
zh_hans: 无法刷新云统计数据。显示缓存数据。
zh_hant: 無法刷新雲統計數據。顯示緩存數據。

# cloud-usage.days-expire
source: %dd expire
de: %dd läuft ab
es: %dd caducan
fr: expire dans %d j
ja: %dd の有効期限が切れます
ko: %dd 만료
ru: %dd истекает
vi: %d ngày
zh_hans: %dd 过期
zh_hant: %dd 過期

# cloud-usage.estimated-cost-per-month
source: Est. Cost/mo
de: Schätzung: Kosten/Monat
es: Est. Costo/mes
fr: HNE. Coût/mois
ja: EST（東部基準時。月あたりの費用
ko: 예상 비용/월
ru: Стандартное восточное время. Стоимость/мес
vi: Chi phí ước tính/tháng
zh_hans: 预计。每月成本
zh_hant: 預計。每月成本

# cloud-usage.free-tier
source: Free tier
de: Kostenloses Kontingent
es: Nivel gratuito
fr: Niveau gratuit
ja: 無料利用枠
ko: 무료 등급
ru: Уровень бесплатного пользования
vi: Gói miễn phí
zh_hans: 免费套餐
zh_hant: 免費套餐

# cloud-usage.lifecycle
source: Lifecycle
de: Lebenszyklus
es: Ciclo de vida
fr: Cycle de vie
ja: ライフサイクル
ko: 수명주기
ru: Жизненный цикл
vi: Vòng đời
zh_hans: 生命周期
zh_hant: 生命週期

# cloud-usage.list-objects-failed
source: ListObjectsV2 failed: %@
de: ListObjectsV2 fehlgeschlagen: %@
es: ListObjectsV2 falló: %@
fr: Échec de ListObjectsV2 : %@
ja: ListObjectsV2 が失敗しました: %@
ko: ListObjectsV2 실패: %@
ru: Ошибка ListObjectsV2: %@
vi: ListObjectsV2 thất bại: %@
zh_hans: ListObjectsV2 失败：%@
zh_hant: ListObjectsV2 失敗：%@

# cloud-usage.loading-stats
source: Loading stats...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...
ja: 統計を読み込んでいます...
ko: 통계 로드 중...
ru: Загрузка статистики...
vi: Đang tải thống kê...
zh_hans: 正在加载统计数据...
zh_hant: 正在加載統計數據...

# cloud-usage.missing-bucket-list-permission
source: Cloud status check failed: missing bucket list permission (e.g. s3:ListBucket).
de: Cloud-Statusprüfung fehlgeschlagen: Fehlende Bucket-List-Berechtigung (z. B. s3:ListBucket).
es: La comprobación del estado de la nube falló: falta el permiso para listar el bucket (p. ej., s3:ListBucket).
fr: Échec de la vérification de l'état du cloud : autorisation de liste de compartiments manquante (par exemple, s3:ListBucket).
ja: クラウド ステータス チェックに失敗しました: バケット リスト権限 (例: s3:ListBucket) がありません。
ko: 클라우드 상태 확인 실패: 버킷 목록 권한이 누락되었습니다(예: s3:ListBucket).
ru: Проверка статуса облака не удалась: отсутствует разрешение на вывод списка bucket (например, s3:ListBucket).
vi: Kiểm tra trạng thái Cloud thất bại: thiếu quyền liệt kê bucket (ví dụ: s3:ListBucket).
zh_hans: 云状态检查失败：缺少存储桶列表权限（例如 s3:ListBucket）。
zh_hant: 雲狀態檢查失敗：缺少存儲桶列表權限（例如 s3:ListBucket）。

# cloud-usage.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
ru: Нет
vi: Không có
zh_hans: 无
zh_hant: 無

# cloud-usage.not-configured
source: Cloud not configured
de: Cloud nicht konfiguriert
es: Nube no configurada
fr: Cloud non configuré
ja: クラウドが構成されていません
ko: 클라우드가 구성되지 않음
ru: Облако не настроено
vi: Cloud chưa được cấu hình
zh_hans: 云未配置
zh_hant: 雲未配置

# cloud-usage.objects
source: Objects
de: Objekte
es: Objetos
fr: Objets
ja: オブジェクト
ko: 객체
ru: Объекты
vi: Đối tượng
zh_hans: 对象
zh_hant: 對象

# cloud-usage.storage
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранение
vi: Dung lượng
zh_hans: 存储
zh_hant: 存儲

# cloud-usage.unauthorized-generic
source: Cloud status check failed: unauthorized. Verify endpoint, region, and credentials.
de: Cloud-Statusprüfung fehlgeschlagen: nicht autorisiert. Überprüfen Sie Endpunkt, Region und Anmeldeinformationen.
es: Error en la verificación del estado de la nube: no autorizado. Verifique el punto final, la región y las credenciales.
fr: Échec de la vérification de l'état du cloud : non autorisé. Vérifiez le point de terminaison, la région et les informations d’identification.
ja: クラウドステータスチェックに失敗しました: 権限がありません。エンドポイント、リージョン、認証情報を確認します。
ko: 클라우드 상태 확인 실패: 승인되지 않음. 엔드포인트, 지역 및 자격 증명을 확인하세요.
ru: Проверка статуса облака не удалась: неавторизовано. Проверьте конечную точку, регион и учетные данные.
vi: Kiểm tra trạng thái Cloud thất bại: không được ủy quyền. Hãy kiểm tra endpoint, region và thông tin đăng nhập.
zh_hans: 云状态检查失败：未经授权。验证端点、区域和凭据。
zh_hant: 雲狀態檢查失敗：未經授權。驗證端點、區域和憑據。

# cloud-usage.unauthorized-r2
source: Cloud status check failed: unauthorized. Verify R2 endpoint and API credentials.
de: Cloud-Statusprüfung fehlgeschlagen: nicht autorisiert. Überprüfen Sie die R2-Endpunkt- und API-Anmeldeinformationen.
es: Error en la verificación del estado de la nube: no autorizado. Verifique el punto final de R2 y las credenciales de API.
fr: Échec de la vérification de l'état du cloud : non autorisé. Vérifiez le point de terminaison R2 et les informations d'identification de l'API.
ja: クラウドステータスチェックに失敗しました: 権限がありません。 R2 エンドポイントと API 認証情報を確認します。
ko: 클라우드 상태 확인 실패: 승인되지 않음. R2 엔드포인트 및 API 자격 증명을 확인합니다.
ru: Проверка статуса облака не удалась: неавторизовано. Проверьте конечную точку R2 и учетные данные API.
vi: Kiểm tra trạng thái Cloud thất bại: không được ủy quyền. Hãy kiểm tra endpoint R2 và thông tin đăng nhập.
zh_hans: 云状态检查失败：未经授权。验证 R2 端点和 API 凭据。
zh_hant: 雲狀態檢查失敗：未經授權。驗證 R2 端點和 API 憑據。

# cloud-usage.updated-prefix
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mise à jour
ja: 更新されました
ko: 업데이트됨
ru: Обновлено
vi: Cập nhật
zh_hans: 已更新
zh_hant: 已更新

# common.active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
ru: Активный
vi: Dang hoat dong
zh_hans: 活跃
zh_hant: 活躍

# common.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Postuler
ja: 適用する
ko: 신청
ru: Применить
vi: Áp dụng
zh_hans: 申请
zh_hant: 申請

# common.aspect-ratio
source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport hauteur/largeur
ja: アスペクト比
ko: 가로세로 비율
ru: Соотношение сторон
vi: Ty le khung hinh
zh_hans: 纵横比
zh_hant: 縱橫比

# common.background
source: Background
de: Hintergrund
es: Antecedentes
fr: Contexte
ja: 背景
ko: 배경
ru: Справочная информация
vi: Nen
zh_hans: 背景
zh_hant: 背景

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.color
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
ru: Цвет
vi: Mau
zh_hans: 颜色
zh_hant: 顏色

# common.colors
source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: 色
ko: 색상
ru: Цвета
vi: Mau sac
zh_hans: 颜色
zh_hant: 顏色

# common.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続行
ko: 계속
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
ru: Копировать
vi: Sao chep
zh_hans: 复制
zh_hant: 複製

# common.copy-to-clipboard
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le Presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
ru: Копировать в буфер обмена
vi: Sao chep vao clipboard
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# common.corners
source: Corners
de: Ecken
es: Esquinas
fr: Coins
ja: コーナー
ko: 코너
ru: Углы
vi: Bo goc
zh_hans: 角落
zh_hant: 角落

# common.created
source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成されました
ko: 생성됨
ru: Создано
vi: Tao luc
zh_hans: 创建
zh_hant: 創建

# common.current-size
source: Current Size
de: Aktuelle Größe
es: Tamaño actual
fr: Taille actuelle
ja: 現在のサイズ
ko: 현재 크기
ru: Текущий размер
vi: Kich thuoc hien tai
zh_hans: 当前尺寸
zh_hant: 當前尺寸

# common.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 맞춤
ru: Пользовательский
vi: Tuy chinh
zh_hans: 定制
zh_hant: 定制

# common.dates
source: Dates
de: Termine
es: Fechas
ja: 日付
ko: 날짜
ru: Даты
vi: Ngay
zh_hans: 日期
zh_hant: 日期

# common.delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 消去
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
ja: 寸法
ko: 차원
ru: Размеры
vi: Kich thuoc
zh_hans: 尺寸
zh_hant: 尺寸

# common.disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ja: 無効
ko: 장애인
ru: Отключено
vi: Tắt
zh_hans: 已禁用
zh_hant: 已禁用

# common.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 期間
ko: 기간
ru: Продолжительность
vi: Thoi luong
zh_hans: 持续时间
zh_hant: 持續時間

# common.enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
ru: Включено
vi: Bật
zh_hans: 已启用
zh_hant: 已啓用

# common.estimated
source: Estimated
de: Geschätzte
es: Estimado
fr: Estimé
ja: 推定値
ko: 예상
ru: Расчетное
vi: Uoc tinh
zh_hans: 估计
zh_hant: 估計

# common.estimated-size
source: Estimated Size
de: Geschätzte Größe
es: Tamaño estimado
fr: Taille estimée
ja: 推定サイズ
ko: 예상 크기
ru: Предполагаемый размер
vi: Kich thuoc uoc tinh
zh_hans: 预计尺寸
zh_hant: 預計尺寸

# common.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
ru: Экспорт
vi: Xuất
zh_hans: 出口
zh_hant: 出口

# common.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
vi: Tep
zh_hans: 文件
zh_hant: 檔案

# common.fill
source: Fill
de: Füllen Sie
es: Rellenar
fr: Remplir
ja: 埋める
ko: 채우기
ru: Заполнить
vi: To mau
zh_hans: 填写
zh_hant: 填寫

# common.format
source: Format
de: Formatieren
es: Formato
fr: Formater
ja: フォーマット
ko: 형식
ru: Формат
vi: Dinh dang
zh_hans: 格式
zh_hant: 格式

# common.free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
ru: Бесплатно
vi: Tu do
zh_hans: 免费
zh_hant: 免費

# common.gradients
source: Gradients
de: Farbverläufe
es: Degradados
fr: Dégradés
ja: グラデーション
ko: 그라데이션
ru: Градиенты
vi: Gradient
zh_hans: 渐变
zh_hant: 漸變

# common.height
source: Height
de: Höhe
es: Altura
fr: Hauteur
ja: 身長
ko: 키
ru: Высота
vi: Chieu cao
zh_hans: 高度
zh_hant: 高度

# common.high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高い
ko: 높음
ru: Высокий
vi: Cao
zh_hans: 高
zh_hant: 高

# common.import
source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
ru: Импорт
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# common.inset
source: Inset
de: Einschub
es: Recuadro
fr: Encart
ja: 挿入図
ko: 삽입
ru: Вставка
vi: Thu vao
zh_hans: 插图
zh_hant: 插圖

# common.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
ko: 낮음
ru: Низкий
vi: Thap
zh_hans: 低
zh_hant: 低

# common.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中くらい
ko: 중간
ru: Середина
vi: Trung binh
zh_hans: 中等的
zh_hant: 中等的

# common.modified
source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 変更されました
ko: 수정됨
ru: Изменено
vi: Chinh sua luc
zh_hans: 修改
zh_hant: 修改

# common.more
source: More
de: Mehr
es: Más
fr: Plus
ja: 詳細
ko: 더 보기
ru: Подробнее
vi: Them
zh_hans: 更多
zh_hant: 更多

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
ru: Далее
vi: Tiếp theo
zh_hans: 下一页
zh_hant: 下一頁

# common.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
ru: Нет
vi: Khong
zh_hans: 无
zh_hant: 無

# common.not-granted
source: Not Granted
de: Nicht gewährt
es: No concedido
fr: Non accordé
ja: 許可されません
ko: 허가되지 않음
ru: Не предоставлено
vi: Chưa được cấp
zh_hans: 未授予
zh_hant: 未授予

# common.off
source: Off
de: Aus
es: Apagado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Выкл.
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# common.on
source: On
de: Am
es: En
fr: Sur
ja: オン
ko: 켜짐
ru: На
vi: Bật
zh_hans: 上
zh_hant: 上

# common.open
source: Open
de: Öffnen Sie
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
ru: Открыть
vi: Mo
zh_hans: 打开
zh_hant: 打開

# common.open-in-finder
source: Open in Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder
ja: ファインダーで開く
ko: Finder에서 열기
ru: Открыть в Finder
vi: Mo trong Finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中打開

# common.open-settings
source: Open Settings
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設置

# common.open-system-settings
source: Open System Settings
de: Öffnen Sie die Systemeinstellungen
es: Abrir configuración del sistema
fr: Ouvrir les paramètres système
ja: システム設定を開きます
ko: 시스템 설정 열기
ru: Откройте настройки системы
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設置

# common.overwrite
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
ja: 上書き
ko: 덮어쓰기
ru: Перезаписать
vi: Ghi đè
zh_hans: 覆盖
zh_hant: 覆蓋

# common.padding
source: Padding
de: Polsterung
es: Relleno
fr: Rembourrage
ja: パディング
ko: 패딩
ru: Заполнение
vi: Khoang dem
zh_hans: 填充
zh_hant: 填充

# common.path
source: Path
de: Pfad
es: Camino
fr: Chemin
ja: パス
ko: 경로
ru: Путь
vi: Duong dan
zh_hans: 路径
zh_hant: 路徑

# common.perspective
source: Perspective
de: Perspektive
es: Perspectiva
fr: Point de vue
ja: 視点
ko: 관점
ru: Перспектива
vi: Phoi canh
zh_hans: 观点
zh_hant: 觀點

# common.preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 設定
ko: 환경설정
ru: Предпочтения
vi: Cài đặt
zh_hans: 偏好
zh_hant: 偏好

# common.preview
source: Preview
de: Vorschau
es: Avance
fr: Aperçu
ja: プレビュー
ko: 시사
ru: Предварительный просмотр
vi: Xem truoc
zh_hans: 预览
zh_hant: 預覽

# common.quality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
ko: 품질
ru: Качество
vi: Chat luong
zh_hans: 质量
zh_hant: 質量

# common.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
ru: Готово
vi: San sang
zh_hans: 准备好了
zh_hant: 準備好了

# common.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Refaire
ja: やり直す
ko: 다시 실행
ru: Переделать
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

# common.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 刷新

# common.rename-file
source: Rename file
de: Datei umbenennen
es: Cambiar nombre de archivo
fr: Renommer le fichier
ja: ファイルの名前を変更
ko: 파일 이름 바꾸기
ru: Переименовать файл
vi: Doi ten tep
zh_hans: 重命名文件
zh_hant: 重命名檔案

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
ru: Сбросить
vi: Dat lai
zh_hans: 重置
zh_hant: 重置

# common.reset-to-default
source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser par défaut
ja: デフォルトにリセット
ko: 기본값으로 재설정
ru: Сбросить настройки по умолчанию
vi: Đặt lại mặc định
zh_hans: 重置为默认值
zh_hant: 重置為預設值

# common.resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
ja: 解像度
ko: 해결
ru: Разрешение
vi: Do phan giai
zh_hans: 分辨率
zh_hant: 分辨率

# common.rotation
source: Rotation
de: Drehung
es: Rotación
ja: 回転
ko: 회전
ru: Вращение
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
vi: Luu
zh_hans: 保存
zh_hant: 保存

# common.save-as
source: Save as...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
ja: 名前を付けて保存...
ko: 다른 이름으로 저장...
ru: Сохранить как...
vi: Lưu thành...
zh_hans: 另存为...
zh_hant: 另存為...

# common.shadow
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
ja: 影
ko: 그림자
ru: Тень
vi: Bong do
zh_hans: 影子
zh_hant: 影子

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
ko: 공유
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# common.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
ru: Размер
vi: Kich thuoc
zh_hans: 尺寸
zh_hant: 尺寸

# common.solid
source: Solid
de: Solide
es: Sólido
fr: Solide
ja: 固体
ko: 단단함
ru: Твердый
vi: Mau don
zh_hans: 固体
zh_hant: 固體

# common.stroke
source: Stroke
de: Schlaganfall
es: Accidente cerebrovascular
fr: Accident vasculaire cérébral
ja: 脳卒中
ko: 뇌졸중
ru: Инсульт
vi: Net vien
zh_hans: 中风
zh_hant: 中風

# common.style
source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
ru: Стиль
vi: Kieu
zh_hans: 风格
zh_hant: 風格

# common.undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Défaire
ja: 元に戻す
ko: 끄르다
ru: Отменить
vi: Hoàn tác
zh_hans: 撤消
zh_hant: 撤消

# common.unsaved
source: Unsaved
de: Nicht gespeichert
es: No guardado
fr: Non enregistré
ja: 未保存
ko: 저장되지 않음
ru: Несохранено
vi: Chua luu
zh_hans: 未保存
zh_hant: 未保存

# common.wallpapers
source: Wallpapers
de: Hintergrundbilder
es: Fondos de pantalla
fr: Fonds d'écran
ja: 壁紙
ko: 배경화면
ru: Обои
vi: Hinh nen
zh_hans: 壁纸
zh_hant: 壁紙

# common.width
source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 幅
ko: 너비
ru: Ширина
vi: Chieu rong
zh_hans: 宽度
zh_hant: 寬度

# crash-report.alert-message
source: A diagnostic log was saved. Drag the file below to the bug report page.
de: Ein Diagnoseprotokoll wurde gespeichert. Ziehen Sie die Datei unten auf die Fehlerberichtsseite.
es: Se guardó un registro de diagnóstico. Arrastre el archivo siguiente a la página del informe de errores.
fr: Un journal de diagnostic a été enregistré. Faites glisser le fichier ci-dessous vers la page de rapport de bug.
ja: 診断ログが保存されました。以下のファイルをバグレポートページにドラッグします。
ko: 진단 로그가 저장되었습니다. 아래 파일을 버그 신고 페이지로 드래그하세요.
ru: Журнал диагностики сохранен. Перетащите файл ниже на страницу отчета об ошибке.
vi: Một tệp log chẩn đoán đã được lưu. Hãy kéo tệp bên dưới vào trang báo lỗi.
zh_hans: 已保存诊断日志。将下面的文件拖到错误报告页面。
zh_hant: 已保存診斷日誌。將下面的檔案拖到錯誤報告頁面。

# crash-report.alert-title
source: Snapzy quit unexpectedly
de: Snapzy wurde unerwartet beendet
es: Snapzy se cerró inesperadamente
fr: Snapzy a quitté de manière inattendue
ja: Snapzy が予期せず終了しました
ko: Snapzy가 예기치 않게 종료되었습니다
ru: Snapzy неожиданно ушел
vi: Snapzy đã thoát ngoài ý muốn
zh_hans: Snapzy 意外退出
zh_hant: Snapzy 意外退出

# crash-report.dismiss
source: Dismiss
de: Ablehnen
es: Descartar
fr: Rejeter
ja: 却下
ko: 닫기
ru: Уволить
vi: Đóng
zh_hans: 解雇
zh_hant: 解雇

# crash-report.submit
source: Submit
de: Senden
es: Enviar
fr: Soumettre
ja: 送信する
ko: 제출
ru: Отправить
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# file-access.bookmark-save-failed-message
source: Snapzy could not persist access to this folder. Please choose the folder again and confirm permission.
de: Snapzy konnte den Zugriff auf diesen Ordner nicht aufrechterhalten. Bitte wählen Sie den Ordner erneut aus und bestätigen Sie die Berechtigung.
es: Snapzy no pudo mantener el acceso a esta carpeta. Elija la carpeta nuevamente y confirme el permiso.
fr: Snapzy n'a pas pu conserver l'accès à ce dossier. Veuillez choisir à nouveau le dossier et confirmer l'autorisation.
ja: Snapzy はこのフォルダーへのアクセスを維持できませんでした。もう一度フォルダーを選択し、許可を確認してください。
ko: Snapzy는 이 폴더에 대한 액세스를 유지할 수 없습니다. 폴더를 다시 선택하고 권한을 확인해 주세요.
ru: Snapzy не удалось сохранить доступ к этой папке. Пожалуйста, выберите папку еще раз и подтвердите разрешение.
vi: Snapzy không thể lưu quyền truy cập thư mục này. Vui lòng chọn lại thư mục và xác nhận quyền.
zh_hans: Snapzy 无法持久访问此文件夹。请再次选择该文件夹并确认权限。
zh_hant: Snapzy 無法持久訪問此檔案夾。請再次選擇該檔案夾並確認權限。

# file-access.bookmark-save-failed-title
source: Folder Access Not Granted
de: Ordnerzugriff nicht gewährt
es: Acceso a la carpeta no concedido
fr: Accès au dossier non accordé
ja: フォルダーへのアクセスが許可されていません
ko: 폴더 액세스 권한이 부여되지 않음
ru: Доступ к папке не предоставлен
vi: Chưa được cấp quyền thư mục
zh_hans: 未授予文件夹访问权限
zh_hant: 未授予檔案夾訪問權限

# file-access.choose-captures-folder-message
source: Choose where Snapzy should save screenshots and recordings
de: Wählen Sie, wo Snapzy Screenshots und Aufnahmen speichern soll
es: Elija dónde Snapzy debe guardar capturas de pantalla y grabaciones
fr: Choisissez où Snapzy doit enregistrer les captures d'écran et les enregistrements
ja: Snapzy がスクリーンショットと録画を保存する場所を選択します
ko: Snapzy가 스크린샷과 녹음을 저장할 위치를 선택하세요
ru: Выберите, где Snapzy должен сохранять снимки экрана и записи
vi: Chon noi Snapzy se luu anh chup va ban ghi
zh_hans: 选择 Snapzy 保存屏幕截图和录音的位置
zh_hant: 選擇 Snapzy 保存螢幕截圖和錄音的位置

# file-access.choose-folder-prompt
source: Choose Folder
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダーを選択
ko: 폴더 선택
ru: Выбрать папку
vi: Chon thu muc
zh_hans: 选择文件夹
zh_hant: 選擇檔案夾

# file-access.desktop-pictures-access-message
source: Select the Desktop Pictures folder to grant access
de: Wählen Sie den Ordner „Desktop-Bilder“ aus, um Zugriff zu gewähren
es: Seleccione la carpeta Imágenes del escritorio para otorgar acceso
fr: Sélectionnez le dossier Desktop Pictures pour accorder l'accès
ja: アクセスを許可するには、デスクトップ ピクチャ フォルダを選択します
ko: 액세스 권한을 부여하려면 Desktop Pictures 폴더를 선택하세요
ru: Выберите папку «Изображения рабочего стола», чтобы предоставить доступ
vi: Chon thu muc Desktop Pictures de cap quyen truy cap
zh_hans: 选择“桌面图片”文件夹以授予访问权限
zh_hant: 選擇“桌面圖片”檔案夾以授予訪問權限

# file-access.grant-access-prompt
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ja: アクセスを許可する
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cap quyen
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# foreground-cutout.cutout-failed
source: Background cutout failed: %@
de: Hintergrundausschnitt fehlgeschlagen: %@
es: Error al recortar el fondo: %@
fr: Échec de la découpe de l'arrière-plan : %@
ja: 背景の切り抜きに失敗しました: %@
ko: 배경 컷아웃 실패: %@
ru: Не удалось вырезать фон: %@
vi: Tach nen that bai: %@
zh_hans: 背景剪切失败：%@
zh_hant: 背景剪切失敗：%@

# foreground-cutout.generic-failure
source: Background cutout failed. Please try again.
de: Der Hintergrundausschnitt ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al recortar el fondo. Por favor inténtalo de nuevo.
fr: La découpe de l'arrière-plan a échoué. Veuillez réessayer.
ja: 背景の切り抜きに失敗しました。もう一度試してください。
ko: 배경 컷아웃에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось вырезать фон. Пожалуйста, попробуйте еще раз.
vi: Tach nen that bai. Vui long thu lai.
zh_hans: 背景剪切失败。请再试一次。
zh_hant: 背景剪切失敗。請再試一次。

# foreground-cutout.image-conversion-failed
source: Unable to convert cutout result to image.
de: Das Ausschnittergebnis konnte nicht in ein Bild konvertiert werden.
es: No se puede convertir el resultado del recorte en imagen.
fr: Impossible de convertir le résultat de la découpe en image.
ja: 切り抜き結果を画像に変換できません。
ko: 컷아웃 결과를 이미지로 변환할 수 없습니다.
ru: Невозможно преобразовать результат вырезания в изображение.
vi: Khong the chuyen ket qua tach nen thanh anh.
zh_hans: 无法将剪切结果转换为图像。
zh_hant: 無法將剪切結果轉換為圖像。

# foreground-cutout.no-subject-detected
source: No foreground subject was detected in the selected area.
de: Im ausgewählten Bereich wurde kein Vordergrundmotiv erkannt.
es: No se detectó ningún sujeto en primer plano en el área seleccionada.
fr: Aucun sujet au premier plan n'a été détecté dans la zone sélectionnée.
ja: 選択した領域で前景の被写体が検出されませんでした。
ko: 선택한 영역에서 전경 피사체가 감지되지 않았습니다.
ru: В выбранной области не обнаружен объект переднего плана.
vi: Khong phat hien chu the tien canh trong vung da chon.
zh_hans: 在所选区域中未检测到前景主体。
zh_hant: 在所選區域中未檢測到前景主體。

# foreground-cutout.no-subject-detected-try-tighter-area
source: No subject detected. Try selecting a tighter area around the subject.
de: Kein Motiv erkannt. Versuchen Sie, einen engeren Bereich um das Motiv herum auszuwählen.
es: No se detectó ningún sujeto. Intente seleccionar un área más estrecha alrededor del sujeto.
fr: Aucun sujet détecté. Essayez de sélectionner une zone plus étroite autour du sujet.
ja: 被写体が検出されませんでした。被写体の周囲の狭い領域を選択してみてください。
ko: 감지된 주제가 없습니다. 피사체 주변의 더 좁은 영역을 선택해 보십시오.
ru: Объект не обнаружен. Попробуйте выбрать более узкую область вокруг объекта.
vi: Khong phat hien chu the. Hay chon vung sat chu the hon.
zh_hans: 未检测到主体。尝试在主题周围选择一个更紧凑的区域。
zh_hant: 未檢測到主體。嘗試在主題周圍選擇一個更緊湊的區域。
